[
  {
    "id": 1,
    "img": "./images/Cruiser.png",
    "title": "E2S",
    "subtitle": "Ecowheelz",
    "shortdescription": "Our flagship model of electric scooter offers the perfect balance between power and maneuverability, making it the ideal choice for those seeking a powerful yet flexible ride. ",
    "longdescription": "E2S is a flagship model of electric scooter that takes power and maneuverability to a new level. With a powerful motor that makes it easy to climb hills and navigate through city traffic, the E2S is the perfect solution for flexible and fast transportation. Additionally, it has an ergonomic handlebar for a comfortable ride, air-filled tires for a smooth and stable ride, and a robust frame that can withstand demanding use.",
    "specifikation": {
      "Motor": "500W",
      "Battery": "48V 13Ah lithium-ion",
      "Range": "Up to 50 km per charge",
      "Max speed": "Up to 25 km/h",
      "Brakes": "Disc brakes front and rear",
      "Tires": "Air-filled 10-inch tires",
      "Weight capacity": "Up to 120 kg",
      "Charging time": "Up to 6 hours",
      "Weight": "Approximately 21-22 kg",
      "Frame": "Robust aluminum frame with a comfortable saddle",
      "Foldable": "Yes, foldable in two steps",
      "Handlebar": "Adjustable handlebar with LED display for speed and battery level"
    },
    "price": "9.999 :-"
  },
  {
    "id": 2,
    "img": "./images/E2S_BP.png",
    "title": "E2S Lite",
    "subtitle": "Ecowheelz",
    "shortdescription": "Our E2S Lite electronic scooter boasts not only a lightweight design but also one of the most powerful motors available. ",
    "longdescription": "E2S Lite is an electronic scooter that is lightweight yet powerful. With one of the most powerful motors available, you can easily navigate through the hills and traffic of the city while enjoying the smooth riding experience. This electric scooter is also easy to fold and store, making it the perfect companion for travel or daily commuting.",
    "specifikation": {
      "Motor": "350W",
      "Battery": "36V 7.8Ah lithium-ion",
      "Range": "Up to 30 km per charge",
      "Max speed": "Up to 25 km/h",
      "Brakes": "Disc brakes front and rear",
      "Tires": "Air-filled 8-inch tires",
      "Weight capacity": "Up to 120 kg",
      "Charging time": "Up to 4 hours",
      "Weight": "Approximately 13-14 kg",
      "Frame": "Lightweight and robust aluminum frame",
      "Foldable": "Yes, foldable in two steps",
      "Handlebar": "Adjustable handlebar for comfortable ride"
    },
    "price": "7.499 :-"
  },
  {
    "id": 3,
    "img": "./images/E2S_Lite.png",
    "title": "E2S Cruiser",
    "subtitle": "Ecowheelz",
    "shortdescription": "Featuring a comfortable saddle, this electric scooter offers the perfect blend of adventure and relaxation. Experience the thrill of the ride without sacrificing comfort.",
    "longdescription": "E2S Cruiser is the ultimate electric scooter for adventurers who want a little something extra. With a comfortable saddle, you can enjoy a long and relaxing ride while getting the powerful motor and stable tires that E2S models are known for. Additionally, this electric scooter has several useful features, such as an LED display for speed and battery level, strong front and rear lights for safety, and a foldable design for easy storage and transport.",
    "specifikation": {
      "Motor": "500W",
      "Battery": "48V 13Ah lithium-ion",
      "Range": "Up to 50 km per charge",
      "Max speed": "Up to 25 km/h",
      "Brakes": "Disc brakes front and rear",
      "Tires": "Air-filled 10-inch tires",
      "Weight capacity": "Up to 120 kg",
      "Charging time": "Up to 6 hours",
      "Weight": "Approximately 21-22 kg",
      "Frame": "Robust aluminum frame with a comfortable saddle",
      "Foldable": "Yes, foldable in two steps",
      "Handlebar": "Adjustable handlebar with LED display for speed and battery level"
    },
    "price": "12.999 :-"
  },
  {
    "id": 4,
    "img": "./images/E2S.png",
    "title": "E2S BP+",
    "subtitle": "Ecowheelz",
    "shortdescription": "Despite its sleek design, this electric scooter offers one of our best battery times. Its powerful performance is matched by its impressive energy efficiency.",
    "longdescription": "E2S BP+ is an electric scooter that combines style and function. With a sleek and elegant design, this electric scooter is perfect for users who want a simple and practical transportation solution. But don't be fooled by its appearance, E2S BP+ also has one of the best battery times in the industry, meaning you can ride longer and faster without worrying about the battery running out. And with a powerful motor and disc brakes for safety, this is an electric scooter that doesn't sacrifice performance for style.",
    "specifikation": {
      "title": "E2S BP+",
      "Motor": "350W",
      "Battery": "36V 10.4Ah lithium-ion",
      "Range": "Up to 40 km per charge",
      "Max speed": "Up to 25 km/h",
      "Brakes": "Disc brakes front and rear",
      "Tires": "Air-filled 8-inch tires",
      "Weight capacity": "Up to 120 kg",
      "Charging time": "Up to 5 hours",
      "Weight": "Approximately 15-16 kg",
      "Frame": "Sleek and elegant design with an aluminum frame",
      "Foldable": "Yes, foldable in one step",
      "Handlebar": "Adjustable handlebar with LED display for speed and battery level"
    },
    "price": "11.999 :-"
  },

  {
    "id": 5,
    "img": "./images/Turbo_helmet.png",
    "title": "Urban helmet",
    "subtitle": "Ecowheelz",
    "shortdescription": "Introducing TurboCharge helmet for electric scooters, the pinnacle of protection and comfort. Crafted with a robust carbon fiber composite shell.",
    "longdescription": "Experience superior protection and comfort with the TurboCharge helmet for electric scooters. The sturdy carbon fiber composite and foam core provide optimal protection during collisions, while the adjustable fit and air vents keep your head comfortable and cool during long rides.",
    "specifikation": {
      "Material": "Robust carbon fiber composite and foam core.",
      "Design": "Specifically designed for electric scooters.",
      "Protection": "Offers superior protection in case of collisions.",
      "Comfort": "Adjustable fit for enhanced comfort. Air vents to keep the head comfortable and cool during long rides.",
      "Weight": "Approximately 500 grams.",
      "Durability": "Constructed to withstand high speeds and provide long-lasting use, with extra reinforcement for increased safety."
    },
    "price": "599 :-"
  },
  {
    "id": 6,
    "img": "./images/Urban_helmet.png",
    "title": "Sport helmet",
    "subtitle": "Ecowheelz",
    "shortdescription": "Sport helmet is an aerodynamic and lightweight helmet that is ideal for sports cycling. It has a hard outer shell in carbon fiber composite.",
    "longdescription": "Urban helmet is a lightweight and comfortable helmet that is perfect for city cycling. It has a hard outer shell in ABS plastic and an inner foam core that provides excellent protection in the event of accidents. The helmet also has adjustable straps and air vents to keep your head cool.",
    "specifikation": {
      "Material": "Hard outer shell in ABS plastic and inner foam core",
      "Design": "Lightweight and comfortable design perfect for urban riding",
      "Protection": "Provides good protection in case of accidents",
      "Fit": "Adjustable strap for a customized fit based on head size",
      "Air vents": "Air vents to keep the head cool during cycling",
      "Weight": "Approximately 350 grams",
      "Durability": "Manufactured to withstand daily use and endure minor impacts and bumps"
    },
    "price": "899 :-"
  }
]
